<template>
    <div class="card-group shadow">
        <div class="card shadow" data-animation="true">
            <div class="card-header p-0 position-relative mt-n4 mx-3 z-index-2">
                <a class="d-block blur-shadow-image">
                    <img src="https://www.vec.go.th/Portals/0/PR/2567/1/23/420777743_879687413944762_1869266585499523465_n.jpg"
                        alt="img-blur-shadow" class="img-fluid shadow border-radius-lg">
                </a>
            </div>
            <div class="card-body">
                <h5 class="font-weight-normal mt-3">
                    <a href="javascript:;">รัฐมนตรีว่าการกระทรวงศึกษาธิการ ลงพื้นที่ตรวจเยี่ยม ภายใต้นโยบาย “เรียนดี
                        มีความสุข” </a>
                </h5>
                <p class="card-text mb-0 ml-auto">
                    วันอังคารที่ 30 มกราคม 2567 เวลา 09.50 น. พลตำรวจเอก เพิ่มพูน ชิดชอบ รัฐมนตรีว่าการกระทรวงศึกษาธิการ
                    ลงพื้นที่ตรวจเยี่ยมวิทยาลัยเทคนิคตราด และติดตามการดำเนินงานการพัฒนาอาชีวศึกษา ภายใต้นโยบาย “เรียนดี
                    มีความสุข” และนโยบายด้านการศึกษาของรัฐมนตรีว่าการกระทรวงศึกษาธิการ โดยมีนางฐิติมา เร่งประเสริฐ
                    ศึกษาธิการจังหวัดตราด กล่าวต้อนรับ และนำเสนอภาพรวมการจัดการศึกษาของจังหวัดตราด และนายจิรพงค์ ร่มเงิน
                    ผู้อำนวยการวิทยาลัยเทคนิคตราด รายงานผลการดำเนินงาน ณ อาคารวิทยบริการวิทยาลัยเทคนิคตราด เขต 2
                </p>
            </div>
            <hr class="dark horizontal my-0">
            <div class="card-footer d-flex">
                <p class="font-weight-normal my-auto" style="color: #C34723">
                    <i class="fa-solid fa-people-roof me-2 text-info"></i>
                    วิทยาลัยเทคนิคตราด
                </p>
            </div>

        </div>
        <div class="card shadow" data-animation="true">
            <div class="card-header p-0 position-relative mt-n4 mx-3 z-index-2">
                <a class="d-block blur-shadow-image">
                    <img src="https://www.vec.go.th/Portals/0/PR/2567/1/22/420412753_877663034147200_6602520169334627895_n.jpg"
                        alt="img-blur-shadow" class="img-fluid shadow border-radius-lg">
                </a>
            </div>
            <div class="card-body">
                <h5 class="font-weight-normal mt-3">
                    <a href="javascript:;">สอศ. เปิดงาน “สุดยอดนวัตกรรมอาชีวศึกษา การประกวดสิ่งประดิษฐ์ของคนรุ่นใหม่
                        ประจำปีการศึกษา 2566“</a>
                </h5>
                <p class="mb-0">
                    นายวิทวัต ปัญจมะวัต รองเลขาธิการคณะกรรมการการอาชีวศึกษา เป็นประธานเปิดงาน สุดยอดนวัตกรรมอาชีวศึกษา
                    การประกวดสิ่งประดิษฐ์ของคนรุ่นใหม่ ระดับภาค ภาคตะวันออกและกรุงเทพมหานคร ประจำปีการศึกษา 2566
                    จัดงานขึ้นระหว่างวันที่ 18-20 มกราคม 2567 ณ วิทยาลัยเทคนิคระยอง จังหวัดระยอง โดยมีนายกิตติพงค์
                    อุตตมะเวทิน ผู้อำนวยวิทยาลัยเทคนิคระยอง ทำหน้าที่ประธานกรรมการขับเคลื่อนนวัตกรรม
                    สิ่งประดิษฐ์ของคนรุ่นใหม่ ภาคตะวันออกและกรุงเทพมหานคร และผู้บริหารสถานศึกษา ข้าราชการ ครู และบุคลากร
                    นักเรียน นักศึกษาให้การต้อนรับและเข้าร่วม
                </p>
            </div>
            <hr class="dark horizontal my-0">
            <div class="card-footer d-flex">
                <p class="font-weight-normal my-auto" style="color: #C34723">
                    <i class="fa-solid fa-people-roof me-2 text-info"></i>
                    วิทยาลัยเทคนิคตราด
                </p>
            </div>
        </div>
        <div class="card shadow" data-animation="true">
            <div class="card-header p-0 position-relative mt-n4 mx-3 z-index-2">
                <a class="d-block blur-shadow-image">
                    <img src="https://www.trattc.ac.th/uploads/images/1702436863.jpg" alt="img-blur-shadow"
                        class="img-fluid shadow border-radius-lg">
                </a>
            </div>
            <div class="card-body">
                <h5 class="font-weight-normal mt-3">
                    <a href="javascript:;">วิทยาลัยเทคนิคตราด เปิดรับสมัครนักเรียน นักศึกษา รอบโควต้า ปีการศึกษา
                        2567</a>
                </h5>
                <p class="mb-0">
                    วิทยาลัยเทคนิคตราด
                    เปิดรับสมัครนักเรียน นักศึกษา รอบโควตา ปีการศึกษา 2567
                    ตั้งแต่บัดนี้ ถึงวันที่ 12 มกราคม 2567
                    สมัครผ่านระบบออนไลน์👇👇 https://admission.vec.go.th/web/Login.htm?mode=index
                    <br />#สมัครออนไลน์ต้องติดต่อส่งเอกสารงานทะเบียนที่วิทยาลัยเทคนิคตราดเขต2
                </p>
            </div>
            <hr class="dark horizontal my-0">
            <div class="card-footer d-flex">
                <p class="font-weight-normal my-auto" style="color: #C34723">
                    <i class="fa-solid fa-people-roof me-2 text-info"></i>
                    วิทยาลัยเทคนิคตราด
                </p>
            </div>
        </div>
    </div>
</template>

<script setup>

</script>
<style scoped>
@import url('https://fonts.googleapis.com/css2?family=Sarabun&display=swap');

.navbar {
    font-family: 'Sarabun', sans-serif;
    font-size: 14px;
}

.dropdown-item {
    font-size: 14px;
}

.card-text {
    font-family: 'Sarabun', sans-serif;
    font-size: 14px;
}

.card-title {
    font-family: 'Sarabun', sans-serif;
}

h5 {
    font-family: 'Sarabun', sans-serif;
}

p {
    font-family: 'Sarabun', sans-serif;
    font-size: 14px;
}

ol {
    font-family: 'Sarabun', sans-serif;
    font-size: 16px;
}

.nav-link {
    font-family: 'Sarabun', sans-serif;
    font-size: 14px;
}
</style>